Repository: phamduy04/flutter_app
Catalog: app_travel/lib/l10n/intl_*.arb
Languages: vi

source: Hi
vi: Chào

source: Wellcome
vi: chào mừng

# UserName
source: pham duy
vi: phạm duy

source: SIGN UP
vi: Đăng ký

# Lets
source: Lets's Join Us
vi: Tham gia cùng chúng tôi

source: First Name
vi: Họ

source: LastName
vi: Tên

source: Password
vi: Mật khẩu

source: Confirm password
vi: Xác nhận mật khẩu

# Seach
source: Search Place, Hotel, Tour etc.
vi: Tìm kiếm địa điểm, khách sạn, tham quan, v.v.

source: Mountain
vi: Núi

source: Beach
vi: Biển

source: Forest
vi: Rừng

source: Landscape
vi: Phong cảnh

# Place
source: 70 Place
vi: 70 Địa điểm

source: TODAY
vi: HÔM NAY

# Question
source: Where are you doing?
vi: Bạn đang làm ở đâu?

source: Africa
vi: Châu phi

source: Australia
vi: Châu Úc

source: Laster
vi: Cuối cùng

source: Popular Destinations
vi: Các điểm đến nổi tiếng

# location
source: Province No 1, Nepal
vi: Tỉnh số 1, Nepal

# destination1
source: Highest Mountain in the world
vi: Núi cao nhất thế giới

# destination2
source: Middle of a Beautiful Lake Tour
vi: Chuyến tham quan giữa một hồ nước đẹp

# destination3
source: Charming Underwater Park
vi: Công viên dưới nước quyến rũ

# destination4
source: Down the Beauty of the Island
vi: Xuống vẻ đẹp của hòn đảo

source: Day
vi: Ngày

source: Add to plan
vi: Thêm vào kế hoạch

# Recommend
source: RECOMMENDED
vi: KHUYẾN KHÍCH

source: For You
vi: Cho Bạn

# Recommend1
source: Underwater Tourism
vi: Du lịch dưới nước

# Recommend2
source: The Pinnacle of Courage
vi: Đỉnh cao của lòng dũng cảm

# Recommend3
source: Cliff Top Lodging with a Pool
vi: Nhà nghỉ hàng đầu tại Cliff có hồ bơi

# Recommend4
source: The Best Ocean Waves
vi: Sóng biển đẹp nhất

# Recommend5
source: Night Culinary Tour
vi: Tour ẩm thực về đêm

# Recommend6
source: Beautiful and Cool Inn
vi: Quán trọ đẹp và mát mẻ

source: Explore Mountain
vi: Khám phá núi

# Explorelocation1
source: Mountain Peak Red Sky
vi: Đỉnh núi Bầu trời đỏ

# ExploreCountry1
source: Australia
vi: Châu Úc

# Explorelocation2
source: Mountain of Cloud Tops
vi: Núi trên đỉnh mây

# Explorelocation3
source: Mountain Valley Layered
vi: Thung lũng núi nhiều lớp

# ExploreCountry3
source: Vietnam
vi: Việt Nam

# Explorelocation4
source: Twin Pine Mountain
vi: Núi đôi thông

# ExploreCountry4
source: America
vi: Mỹ

# Explorelocation5
source: Bromo Crater Mountain
vi: Núi lửa Bromo

# Explorelocation6
source: Mountain Rock Peak
vi: Đỉnh núi đá

source: Explore
vi: Khám phá

# DescriptionCountry
source: Lorem ipsum dolor sit amet, consectetur adipisic elit. Expedita fuga illo quam qui placeat incidunt quidem, magnam placeat qui.
vi: Nỗi đau chính là tình yêu, là hệ thống lưu trữ chính. Chuyến bay là nhanh chóng cho những người rơi vào nó hơn là những người làm hài lòng nó, và những người làm hài lòng những người vĩ đại.

source: Book Now
vi: Đặt bây giờ

source: Explore Too
vi: Khám phá quá

# TourPlace1
source: Hotels
vi: Khách sạn

# TourNumberPlace1
source: 98 Hotels
vi: 98 khách sạn

# TourPlace2
source: Restaurants
vi: Nhà hàng

# TourNumberPlace2
source: 210 Restaurants
vi: 210 nhà hàng

# TourPlace3
source: Tours
vi: Chuyến tham quan

# TourNumberPlace3
source: 1040 Tours
vi: 1040 Chuyến tham quan

# TourPlace4
source: Lodging
vi: Nhà nghỉ

# TourNumberPlace4
source: 140 Lodging
vi: 140 Nhà nghỉ

# TourPlace5
source: Activities
vi: Các hoạt động

# TourNumberPlace5
source: 1400 Activities
vi: 1400 Các hoạt động

source: Hotel
vi: Khách sạn

source: Explore Hotels
vi: Khám phá khác sạn

# ExHotelName1
source: National Hotel
vi: Khách sạn quốc gia

# ExHotelName2
source: Natural Resort
vi: Khu nghỉ dưỡng tự nhiên

# ExHotelName3
source: Classic Resort
vi: Khu nghỉ dưỡng cổ điển

# ExHotelName4
source: Hundred Hotel & Resort
vi: Khách sạn & Khu nghỉ dưỡng Trăm

# ExHotelName5
source: Brother Hotel
vi: Khách sạn Brother

# ExHotelName6
source: Airport Hotel & Resort
vi: Khách sạn & Resort ở Sân bay

source: Night
vi: Ban đêm

source: Highest Mountain in the world
vi: Ngọn núi cao nhất thế giới

source: All Reviews
vi: Tất cả nhận xét

source: Days
vi: Ngày

# Reviewed
source: John Doe and 4,5K reviewed this
vi: John Doe và 4,5K đã đánh giá điều này

# DescriptionTravel
source: Lorem ipsum dolor sit amet, consectetur adipisicing elit. Accusamus adipisci itaque autem, vitae fugiat eveniet. Eos consequuntur soluta, consectetur aspernatur, hic iusto aliquid repudiandae veritatis deleniti provident explicabo modi ipsum! Lorem ipsum dolor sit amet, consectetur adipisicing elit. Laboriosam dolores, cumque ullam
vi: Bản thân nỗi đau là rất nhiều nỗi đau Chúng ta buộc tội anh ta để đạt được, sau đó, khi anh ta thoát khỏi cuộc sống sẽ trôi qua. Họ theo dõi họ một cách lỏng lẻo, anh ta từ chối họ, anh ta từ chối họ, anh ta chỉ từ chối sự thật và quan phòng sẽ giải thích một số cách anh ta là! Vết thương đau

source: Pictures
vi: Những bức ảnh

source: Related Destinations
vi: Các điểm đến có liên quan

# Favorite
source: FACVORITE
vi: Ưu thích

source: That You Save
vi: Mà bạn lưu

source: Tour
vi: Chuyến du lịch

source: Destination
vi: Điểm đến

source: Activities
vi: Các hoạt động

source: Restaurant
vi: Nhà hàng

source: Lodging
vi: Nhà nghỉ

# FavoriteDes1
source: Highest Mountain in the world
vi: Ngọn núi cao nhất thế giới

# FavoriteDes2
source: Middle of Beautiful Lake Tour
vi: Tour Giữa Hồ Đẹp

# FavoriteDes3
source: Charming Underwater Park
vi: Công viên dưới nước quyến rũ

# FavoriteDes4
source: Charming Sunset Dots
vi: Dấu chấm hoàng hôn quyến rũ

source: Explore the world
vi: Khám phá thế giới

# PreviewPlace1
source: Explore Mountain
vi: Khám phá núi

# PreviewDes1
source: Explore Mountains together around the world
vi: Cùng nhau khám phá những ngọn núi trên khắp thế giới

# PreviewPlace2
source: Explore Forest
vi: Khám phá rừng

# PreviewDes2
source: Explore the Forest through various recreational activities
vi: Khám phá khu rừng thông qua các hoạt động giải trí khác nhau

# PreviewPlace3
source: Explore Beach
vi: Khám phá bãi biển

# PreviewDes3
source: The best Beachs & islands to explore
vi: Những bãi biển & hòn đảo tốt nhất để khám phá

source: Recommended Hotel
vi: Khách sạn được đề xuất

# RecommendCountry1
source: South Africa
vi: Nam Phi

# RecommendCountry2
source: Australia
vi: Châu Úc

# RecommendPlace2
source: Little Airport Hotel
vi: Khách sạn Sân bay Nhỏ

# RecommendPlace3
source: Panorama Hotel
vi: Khách sạn Panorama

# TowMinAgo
source: 2 Min Ago
vi: 2 phút trước

# Noti1
source: Special offer - Up to 75%
vi: Ưu đãi đặc biệt - Lên đến 75%

# NotiDes1
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

# Noti2
source: Get Flat 20% discount
vi: Nhận chiết khấu cố định 20%

# NotiDes2
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

# Noti3
source: Special Offer - Summer Sale
vi: Ưu đãi đặc biệt - Giảm giá mùa hè

# NotiDes3
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

# ThreeDayAgo
source: 3 DAYS AGO
vi: 3 NGÀY TRƯỚC

# Noti4
source: Mega Travel Sale
vi: Giảm giá Mega Travel

# NotiDes4
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

# Noti5
source: Special Offer - Nature Hotel
vi: Ưu đãi Đặc biệt - Khách sạn Nature

# NotiDes5
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

# Noti6
source: Africa only - Get all Activities
vi: Chỉ Châu Phi - Nhận tất cả các hoạt động

# NotiDes6
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
vi: Internet chỉ đơn giản là văn bản giả của ngành in ấn và sắp chữ.

source: Trips
vi: Chuyến đi

source: Favorites
vi: Ưu thích

source: Photos
vi: Hình ảnh

source: My Trip History
vi: Lịch sử chuyến đi của tôi

source: My Gallery
vi: Phòng triển lãm của tôi

source: Notification
vi: Thông báo

source: Language
vi: Ngôn ngữ

source: Settings
vi: Cài đặt

source: Help
vi: Trợ giúp

source: About Us
vi: Về chúng tôi

source: Logout
vi: Đăng xuất

source: Privacy
vi: Sự riêng tư

source: Gallery
vi: Trưng bày

# ProfileSetting
source: PROFILE SETTINGS
vi: CÀI ĐẶT CẤU HÌNH

source: Update Your Profile
vi: Cập nhật hồ sơ của bạn

# NewPictute
source: New Picture
vi: Bức tranh mới

source: Save Changes
vi: Lưu thay đổi

source: ACCOUNT
vi: TÀI KHOẢN

# ProfileSet
source: Profile Settings
vi: Cài đặt cấu hình

source: Account Settings
vi: Cài đặt tài khoản

source: Manage Password
vi: Quản lý mật khẩu

source: Other Settings
vi: Cài đặt khác

# PushNoti
source: PUSH NOTIFICATIONS
vi: THÔNG BÁO ĐẨY

# AllowNoti
source: Allow Notification Settings
vi: Cho phép cài đặt thông báo

# PrivacyDes
source: Lorem ipsum dolor sit amet, consectetur adipisicing elit. Hic, unde velit fuga fugit suscipit quos, veritatis quae incidunt quas numquam corporis harum amet voluptatem est illum blanditiis nesciunt! Dolor modi aperiam odio eligendi, saepe libero non soluta aut exercitationem adipisci eum, voluptates. Consectetur labore quisquam eligendi ratione, consequatur ipsa culpa.
vi: Bản thân nỗi đau là rất nhiều nỗi đau Người đàn ông này, khi anh ta chọn chạy trốn, tiếp nhận những người mà anh ta chạy trốn, những người rơi vào sự thật, những người mà anh ta không bao giờ yêu thích thú vui của thân thể này, họ không biết anh ta bởi sự tâng bốc của nó! Thật không may, tôi ghét chọn những cách để cởi mở, tôi thường cảm thấy tự do để thoát khỏi bài tập hoặc không buông thả, thú vui. Nếu một người được nâng cao bởi công việc khó khăn trong việc lựa chọn một hệ thống, thì lỗi của chính nó sẽ theo sau.

source: FAQ
vi: Câu hỏi thường gặp

source: Help Center
vi: Trung tâm trợ giúp

# TopQues
source: TOP QUESTIONS
vi: CÂU HỎI HÀNG ĐẦU

# ChangeEmail
source: How to change Email?
vi: Làm thế nào để thay đổi Email?

# ChangePassword
source: How to change Password?
vi: Làm thế nào để thay đổi mật khẩu?

# FAQQues
source: FAQ QUESTIONS
vi: CÂU HỎI THƯỜNG GẶP

# TurnOnNoti
source: Turn on notification
vi: Bật thông báo

# AccountSetting
source: Account Settings
vi: Cài đặt tài khoản

# UpdateInfor
source: Update your usename and manage your email
vi: Cập nhật tên người dùng và quản lý email của bạn

source: Sign In
vi: Đăng nhập

source: Theme
vi: Chủ đề

# EmailNoti
source: EMAIL NOTIFICATIONS
vi: NHỮNG THÔNG BÁO THƯ ĐIỆN TỬ

# AccAcctivity
source: Account Activity
vi: Hoạt động tài khoản

source: Recommended for you
vi: Được đề xuất cho bạn

source: Travel News
vi: Tin tức du lịch

source: Marketing Preference
vi: Sở thích Tiếp thị

# APPNoti
source: APP NOTIFICATIONS
vi: THÔNG BÁO ỨNG DỤNG

source: App Filter Update
vi: Cập nhật bộ lọc ứng dụng

source: Update Automatically
vi: Cập nhật tự động

# VibrateNoti
source: Vibrate for Notifications
vi: Rung khi có thông báo

source: Favourite Products
vi: Sản phẩm yêu thích

# NotiTheme
source: The theme has been changed successfully
vi: Chủ đề đã được thay đổi thành công
